Repository: Ekomundi/drupal_module_og-sm
Catalog: og_sm_breadcrumb/translations/*.po
Languages: nl

source: Global settings for Site breadcrumbs.
nl: Globale instellingen voor Site kruimelpad.

source: Enable breadcrumbs for Sites
nl: Activeer kruimelpad voor Sites

source: Enabling this feature will add the breadcrumb to the Site pages.
nl: Activeren van deze feature zorgt ervoor dat het kruimelpad wordt weergegeven op Site pagina's.

source: Default settings for the Breadcrumb feature.
nl: Standaard instellingen voor de Kruimelpad feature.

source: Site settings for the Breadcrumb feature.
nl: Site instellingen voor de Kruimelpad feature.

source: Options
nl: Opties

source: Hide on Site frontpage
nl: Verberg op Site voorpagina

source: Do not show the breadcrumb on the Site homepage.
nl: Toon het kruimelpad niet op de Site voorpagina.

source: Home link to Site frontpage
nl: Link home naar Site voorpagina

source: Force the root part of the breadcrumb to link to the Site frontpage, this option will be ignored when the breadcrumb root has been overridden.
nl: Forceer de link aan het begin van het kruimelpad zo dat deze naar de Site voorpagina linkt, deze optie zal genegeerd worden wanneer de start van het kruimelpad manueel ingesteld is.

source: Append the page title to the breadcrumb trail
nl: Plaats de titel van de huidige pagina achteraan het kruimelpad.

source: The page title will be appended to the breadcrumb trail.
nl: De titel van de pagina zal achteraan het kruimelpad worden toegevoegd.

source: Custom breadcrumb
nl: Manueel ingestellen kruimelpad

source: Manually set the breadcrumb root
nl: Start van het kruimelpad zelf instellen

source: If checked, you can specify the root of the breadcrumb for this theme.
nl: Indien aangevinkt, kan het startpunt van het kruimelpad manueel worden ingesteld.

source: Text
nl: Tekst

source: Path
nl: Pad

source: Delete
nl: Verwijderen

source: Weight
nl: Gewicht

source: Add part
nl: Onderdeel toevoegen

source: Add at least one breadcrumb part.
nl: Voeg ten minste één kruimel toe.

source: The field %field is required.
nl: Het veld %field is verplicht.

source: The URL should be either a valid external URL or an existing internal path.
nl: De URL moet een geldige externe URL of een bestaande intern pad zijn.

source: Operations
nl: Bewerkingen

source: There are no parts added yet.
nl: Er werden nog geen onderdelen toegevoegd.

source: Breadcrumb
nl: Kruimelpad

source: Show customizable breadcrumb.
nl: Toon configureerbaar kruimelpad.

source: Administer Breadcrumb settings
nl: Beheer broodkruimel instellingen

source: Manage the global Site breadcrumb settings.
nl: Beheer de globale Site broodkruimel instellingen.

source: OG Breadcrumb
nl: OG Broodkruimel

source: Configuration of the OG breadcrumb.
nl: Configuratie van de OG broodkruimel.

source: Default Breadcrumb configuration.
nl: Standaard Broodkruimel configuratie.

source: Breadcrumb configuration.
nl: Broodkruimel configuratie.

source: Site Breadcrumb
nl: Site Broodkruimel

source: Site Breadcrumb feature that allows to override the behaviour and starting point(s) of the Site breadcrumb.
nl: Site Broodkruimel feature die toelaat om het gedrag en het startpunt(en) aan te passen van de Site broodkruimel.

source: Organic Groups Site Manager
nl: Organic Groups Site Beheerder
