Repository: Ekomundi/drupal_module_og-sm
Catalog: og_sm_admin_menu/translations/*.po
Languages: nl

source: Select Site
nl: Selecteer Site

source: People
nl: Personen

source: Manage Site members
nl: Beheer Site leden

source: Add people
nl: Personen toevoegen

source: Add Site members.
nl: Site leden toevoegen

source: Roles
nl: Rollen

source: View Site roles.
nl: Bekijk Site rollen

source: Permissions
nl: Toegangsrechten

source: View Site permissions.
nl: Site toegangsrechten bekijken.

source: Structure
nl: Structuur

source: Manage Site menus and their content.
nl: Beheer Site menu's en hun inhoud.

source: Variables
nl: Variabelen

source: Override global variables with Site specific values.
nl: Overschrijf globale instellingen met Site specifieke waarden.

source: You do not have any administrative items.
nl: U heeft geen beheeritems.

source: Site Administration menu
nl: Site Beheer menu

source: Site switcher
nl: Site kiezer

source: OG Site Admin placeholder
nl: OG Site Beheer plaatshouder

source: Site Administration Menu
nl: Site Beheer menu

source: Replaces the administrative menu with Site specific tasks.
nl: Vervangt het beheer menu met Site specifieke taken.

source: Organic Groups Site Manager
nl: Organic Groups Site Beheerder
