Repository: Ekomundi/drupal_module_og-sm
Catalog: og_sm_theme/translations/*.po
Languages: nl

source: Administer theme
nl: Beheer thema instellingen

source: Screenshot for !theme theme
nl: Screenshot voor het thema !theme

source: Settings
nl: Instellingen

source: Settings for !theme theme
nl: Instellingen voor het thema !theme

source: Set as site theme
nl: Instellen als Site thema

source: Set !theme as site theme
nl: Stel !theme in als Site thema

source: default theme
nl: standaardthema

source: %theme is now the default theme.
nl: %theme is nu het standaardthema.

source: The %theme theme was not found.
nl: Het thema %theme is niet gevonden.

source: Allowed themes
nl: Toegelaten thema's

source: Select which themes should be available for Sites.
nl: Selecteer de thema's die beschikbaar dienen te zijn voor Sites.

source: Default theme
nl: Standaardthema

source: Choose the default Site theme to use when no theme has been selected.
nl: Kies het standaardthema voor Sites wanneer deze geen thema hebben gekozen.

source: Save configuration
nl: Instellingen opslaan

source: The configuration options have been saved.
nl: De instellingen zijn opgeslagen.

source: The link behind the logo will point by default to the Site front page. You can override that location to an (external) URL.
nl: De link, die op het logo zit, verwijst standaard naar de Site home pagina. U kan deze overschirjven met een (externe) URL.

source: Link target
nl: Doel van de link

source: Select how the link should open in the browser.
nl: Selecteer hoe de browser de link moet openen.

source: New window/tab
nl: Nieuw venster/tab

source: breadcrumb
nl: kruimelpad

source: Toggle display
nl: Weergave wisselen

source: Enable or disable the display of certain page elements.
nl: Weergave van bepaalde pagina-elementen in- of uitschakelen.

source: The theme settings have been saved.
nl: De thema instellingen werden bewaard.

source: Append the page title to the breadcrumb trail
nl: Plaats de titel van de huidige pagina achteraan het kruimelpad

source: The page title will be appended to the breadcrumb trail.
nl: De titel van de pagina zal achteraan het kruimelpad worden toegevoegd.

source: Manually set the breadcrumb root
nl: Start van het kruimelpad zelf instellen

source: If checked, you can specify the root of the breadcrumb for this theme.
nl: Indien aangevinkt, kan het startpunt van het kruimelpad manueel worden ingesteld.

source: Text
nl: Tekst

source: Path
nl: Pad

source: Delete
nl: Verwijderen

source: Weight
nl: Gewicht

source: Add part
nl: Onderdeel toevoegen

source: Add at least one breadcrumb part.
nl: Voeg ten minste één kruimel toe.

source: The field %field is required.
nl: Het veld %field is verplicht.

source: The value provided for %field is not a valid URL.
nl: De opgegeven waarde voor %field is geen geldige URL.

source: The breadcrumb settings have been saved.
nl: De instellingen van het kruimelpad werden bewaard.

source: Operations
nl: Handelingen

source: There are no parts added yet.
nl: Er werden nog geen onderdelen toegevoegd.

source: The custom logo URL is missing.
nl: De link URL ontbreekt.

source: The URL should be either a valid external URL or an existing internal path.
nl: De URL moet een geldige externe URL of een bestaande intern pad zijn.

source: Site theme
nl: Site thema

source: Allows the user to administer the Site theme.
nl: Laat de gebruiker toe om het Site thema te beheren.

source: A theme was disabled when it was set as the Site default theme. The default Site theme has been reset to the default theme (@default). To change this, go to <a href="@url">OG Theme settings</a>.
nl: Er werd een thema uitgeschakeld dat was ingesteld als standaard thema voor Sites. Het standaardthema voor Sites werd hersteld naar het globale standaardthema (@default). Om dit aan te passen, ga naar <a href="@url">OG Thema instellingen</a>.

source: A theme was disabled when it was set as an allowed Site theme. It has been removed from the allowed Site themes.
nl: Er werd een thema uitgeschakeld dat was ingesteld als toegelaten thema binnen een Site. Dit thema werd uit de lijst van toegelaten Site thema's verwijderd.

source: A theme was disabled. The Site theme of @sites has been reset to the default Site theme (@default).
nl: Er werd een thema uitgeschakeld. Het Site thema van @sites werd hersteld naar het standaardthema voor Sites (@default).

source: A theme was enabled. To make it available to Sites, go to <a href="@url">OG Theme settings</a> and enable it.
nl: Er werd een thema ingeschakeld. Om dit thema beschikbaar te maken voor Sites, activeer het onder <a href="@url">OG Thema instellingen</a>.

source: Theme settings
nl: Thema instellingen

source: Configure the theme for a Site.
nl: Beheer de Thema instellingen van een Site.

source: Set default theme
nl: Stel standaardthema in

source: General settings
nl: Algemene instellingen

source: Configure default and theme specific settings within a Site.
nl: Beheer de standaard- en thema instellingen van een Site.

source: Breadcrumb
nl: Kruimelpad

source: Configure the breadcrumb settings for this theme.
nl: Beheer de instellingen van het kruimelpad van dit thema.

source: OG Theme settings
nl: OG Thema instellingen

source: Configure the global Site theme settings.
nl: Beheer de globale Site thema instellingen.

source: Site Theme
nl: Site Thema

source: Configurable theme per Site.
nl: Thema instellen per Site.

source: Organic Groups Site Manager
nl: Organic Groups Site Beheerder
