Repository: Ekomundi/drupal_module_og-sm
Catalog: og_sm_path/translations/*.po
Languages: nl

source: Update Site content aliases
nl: Vernieuwen Site inhoud aliassen

source: Updated %count of %total content aliases for %site.
nl: %count aliassen van %total aangepast voor %site.

source: Menu cache cleared.
nl: Menu cache leeg gemaakt

source: Site Path
nl: Site Pad

source: Choose a Site path. May contain only lowercase letters, numbers and dashes. e.g. "my-site".
nl: Kies een Site pad. Mag alleen kleine letters, cijfers en streepjes bevatten. bvb "mijn-site".

source: The Site path may contain only lowercase letters, numbers and dashes.
nl: Het Site pad mag alleen kleine letters, cijfers en streepjes bevatten.

source: The Site path %site_path is already in use.
nl: Het Site pad %site_path is reeds in gebruik.

source: The %type node type is a Site type, these are aliased using the Site path settings. The path is set in the create/update node form.
nl: Het %type node type is een SIte type, deze krijgen een alias op basis ban de Site pad instellingen. Dit pad wordt ingesteld via het node creatie/update formulier.

source: The path of the Site the node belongs to.
nl: Het pad van de Site waar een node deel van uit maakt.

source: Determine Site context based on the fact that the current URL starts with the Site path of a Site node.
nl: Detecteer Site context gebaseerd op het feit dat de huidige URL start met een Site pad van een Site node.

source: Change all Site paths
nl: Aanpassen alle Site paden

source: Change the paths of all Sites.
nl: Aanpassen paden van alle Sites.

source: Change own Site paths
nl: Aanpassen eigen Site paden

source: Change the paths of all Sites the user is the owner of.
nl: Aanpassen van de paden van de Sites waarvan de gebruiker de auteur is.

source: Change Site path
nl: Aanpassen Site pad

source: Allow user change the Site path (used to alias all Site pages).
nl: Gebruiker mag het Site pad aanpassen (gebruikt voor het aanmaken van de aliasen binnen een Site).

source: Site Manager Path
nl: Site Beheer pad

source: Functionality to create a Site Path Prefix for all Site related pages.
nl: Functionaliteit om Site pad prefixen aan te maken voor alle Site gerelateerde pagina's.

source: Organic Groups Site Manager
nl: Organic Groups Site Beheerder
