Repository: Ekomundi/drupal_module_og-sm
Catalog: og_sm_profile/translations/*.po
Languages: nl

source: Edit
nl: Bewerken

source: Save
nl: Opslaan

source: Your profile has been saved
nl: Je profiel werd bewaard

source: Site User Profiles
nl: Site gebruikersprofielen

source: Site User Profile paths
nl: Site gebruikersprofielen paden

source: Default path pattern
nl: Standaard pad patroon

source: Updated alias for profile @profile_id.
nl: De URL-alias voor profiel @profile_id is bijgewerkt.

source: Tokens for user profiles linked to the Site.
nl: Tokens voor gebruikersprofielen die op met Site gelinked zijn.

source: Profile ID
nl: Profiel ID

source: The unique ID of the Site user profile.
nl: Het unieke ID van het Site gebruikersprofiel.

source: The Site to which the profile is linked.
nl: De Site waaraan het gebruikersprofiel gelinked is.

source: User
nl: Gebruiker

source: The user to which the profile is linked.
nl: De gebruiker waaraan het profiel gelinked is.

source: Date created
nl: Aanmaakdatum

source: The date the profile was created.
nl: De datum waarop het profiel is aangemaakt.

source: Access Site user profiles
nl: Toegang tot Site gebruikersprofielen

source: Allows a user to view other users group profiles
nl: Laat gebruikers toe profielen van andere gebruikers te bekijken

source: Site User Profile
nl: Site gebruikersprofiel

source: Determine Site context based on the fact that we are on a user profile linked to a Site.
nl: Bepaal de Site context als de huidige pagina een profiel is gelinked aan een Site.

source: Profile
nl: Profiel

source: Updated URL alias for 1 profile.
nl: URL-alias bijgewerkt voor 1 profiel.

source: View
nl: Weergeven

source: Site specific user profiles.
nl: Site specifieke user profielen.
