Repository: Ekomundi/drupal_module_og-sm
Catalog: translations/*.po
Languages: nl

source: Edit Site
nl: Site aanpassen

source: Edit the Site node.
nl: Pas de Site node aan.

source: Filter on the site linked to the entity.
nl: Filter op de site gelinked aan de entiteit.

source: Manageable sites by current user
nl: Beheerbare sites door de huidige gebruiker

source: Filter on all sites the current user can manage.
nl: Filter op alle sites die beheerbaar zijn door de huidige gebruiker

source: Access platform overview pages
nl: Toegang tot platform overzichtspagina's

source: Get overview pages such as platform content and platform comments.
nl: Verkrijg overzichspagina's zoals platform inhoud en platform reacties.

source: Administer Site
nl: Beheer Site

source: View the Site administration pages.
nl: Bekijk de Site beheer pagina's

source: Make this content type a Site type.
nl: Maak van dit inhoudstype een Site type.

source: All nodes of this type will be recognized as being a Site.
nl: Alle nodes van dit type zullen herkend worden als zijnde een Site.

source: WARNING: The content type needs also to be a Group type!
nl: WAARSCHUWING: Het inhoudstype moet ook een Groep type zijn!

source: Site Manager
nl: Site Beheerder

source: A content type can only be a Site if it also a Group type.
nl: Een inhoudstype kan enkel een Site zijn als het ook een Groep type is.

source: Support to setup a platform supporting multiple (sub)sites using Organic Groups.
nl: Ondersteuning om op een platform meerdere (sub)sites te bouwen op basis van Organic Groups.

source: Organic Groups Site Manager
nl: Organic Groups Site Beheerder
