Repository: Ekomundi/drupal_module_og-sm
Catalog: og_sm_taxonomy/translations/*.po
Languages: nl

source: Vocabulary name
nl: Naam van woordenlijst

source: Operations
nl: Bewerkingen

source: list terms
nl: termen weergeven

source: add terms
nl: termen toevoegen

source: No terms available. <a href="@link">Add term</a>.
nl: Geen term beschikbaar. <a href="@link">Voeg een term toe</a>.

source: Reset vocabulary %name to alphabetical order.
nl: Zet woordenlijst %name terug naar alfabetische volgorde.

source: taxonomy
nl: taxonomie

source: Reset vocabulary %name to alphabetical order for Site %site_name.
nl: Herstel sorteren van de woordenlijst %name volgens alfabet voor Site %site_name.

source: Taxonomy
nl: Taxonomie

source: Manage taxonomy terms.
nl: Beheer taxonomy termen

source: Site Path
nl: Site Pad

source: The path of the Site the term belongs to.
nl: Het pad van de Site waar de term lid van is.

source: Edit all taxonomy terms
nl: Beheer alle taxonomy termen

source: Edit the taxonomy terms of all Sites.
nl: Beheer de taxonomy termen van alle Sites.

source: Administer taxonomy
nl: Beheer taxonomy

source: Manage all taxonomy terms.
nl: Beheer alle taxonomy termen.

source: Edit terms in %name
nl: Termen in %name wijzigen

source: Edit all terms for the %name vocabulary.
nl: Wijzig alle termen voor de %name woordenlijst.

source: Delete terms in %name
nl: Verwijder termen in %name

source: Delete all terms for the %name vocabulary.
nl: Verwijder alle termen voor de %name woordenlijst.

source: Site Taxonomy Terms
nl: Site Woordenlijst Termen

source: Determine Site context based on the fact that a Term belongs to a Site.
nl: Detecteer de Site context gebaseerd op het feit of een Term deel uitmaakt van een Site.

source: Add term
nl: Term toevoegen

source: Site Taxonomy
nl: Site Taxonomie

source: Use global vocabularies with Site specific terms.
nl: Gebruik globale woordenlijsten met Site specifieke termen.

source: Organic Groups Site Manager
nl: Organic Groups Site Beheerder
