Repository: Ekomundi/drupal_module_og-sm
Catalog: og_sm_feature/translations/*.po
Languages: nl

source: Select the features that will be enabled by default when a new Site is created.
nl: Selecteer de functionaliteiten die standaard geactiveerd worden bij het aanmaken van een nieuwe Site.

source: No features available on this platform.
nl: Geen functionaliteit beschikbaar op dit platform.

source: There are no features available.
nl: Geen functionaliteiten beschikbaar.

source: Feature
nl: Functionaliteit

source: Save
nl: Opslaan

source: Configuration
nl: Instellingen

source: Saved default Feature statuses.
nl: Standaard functionaliteiten opgeslagen.

source: Select the features to use on the Site.
nl: Selecteer de functionaliteiten voor de Site.

source: Saved Feature statuses.
nl: Functionaliteiten opgeslagen.

source: Features
nl: Functionaliteiten

source: Manage features
nl: Beheer functionaliteiten

source: Manage Site features.
nl: Beheer Site functionaliteiten.

source: There are no features active providing content types.
nl: Er zijn geen functionaliteiten actief die inhoudstypes voorzien.

source: Administer Features
nl: Beheer Functionaliteiten

source: Checks access based on the status of a feature.
nl: Controleert toegang op basis van functionaliteit.

source: Manage the global Site features settings.
nl: Beheer de globale Site functionaliteit instellingen.

source: Enable/disable Site features.
nl: (Des)Activeren van Site functionaliteiten.

source: OG SM Feature status
nl: OG SM Functionaliteit status

source: Set this context when a Site feature is enabled.
nl: Activeer context als een Site functionaliteit actief is.

source: Site settings for the @feature feature.
nl: Site-instellingen voor de @feature functionaliteit.

source: Default settings for the @feature feature.
nl: Standaard instellingen voor de @feature functionaliteit.

source: Configuration of the OG features.
nl: Configuratie van de OG functionaliteiten.

source: Enable/Disable features.
nl: (Des)Activeren van functionaliteiten.

source: Site Feature(s)
nl: Site functionaliteit(en)

source: Organic Groups Site Manager
nl: Organic Groups Site Beheerder
