Repository: Ekomundi/drupal_module_og-sm
Catalog: og_sm_site_clone/translations/*.po
Languages: nl

source: Clone Site
nl: Site dupliceren

source: Create a new Site based on this one.
nl: Nieuwe Site aanmaken op basis van deze.

source: Clone @site
nl: Dupliceer @site

source: Clone any Site
nl: Dupliceer een Site

source: Clone any site without further permission check.
nl: Dupliceer een Site zonder controle van de toegangsrechten.

source: Warning: give to trusted roles only as this allows to create a copy of any Site.
nl: Waarschuwing: geef dit recht enkel aan vertrouwde rollen aangezien dit toelaat om een kopie te maken van alle Sites.

source: Clone Site the user administers
nl: Dupliceer een Site die gebruiker beheerd

source: Allows a user to clone the Sites he can administer.
nl: Laat een gebruiker toe om de Sites te dupliceren waarvan hij de beheerder is.

source: Clone own Site
nl: Dupliceer eigen Site

source: Allows a user to clone only the Sites he is the owner (author) of.
nl: Laat een gebruiker toe om enkel de Sites te dupliceren waarvan hij de eigenaar is.

source: Clone
nl: Dupliceren

source: Create a new Site based on an existing one.
nl: Maak een nieuwe Site aan op basis van een bestaande.

source: Site Clone
nl: Site Dupliceren

source: Organic Groups Site Manager
nl: Organic Groups Site Beheerder
